testing = int(input("რამდენი ქულა მიიღე ტესტში: "))

if testing > 90 <100:
    print("თქვწნ დაგიფინანსდებათ სწავლა")
elif testing > 70 < 80:
    print("ტქვენ დაგიფინანსდება 1500 ლარით")
elif testing > 40 < 70:
    print("თქვენ დაგიპინანსდებათ სწანლა 500 ლარით")





test = int(input("რამდენი ქულა მიიღე ტესტში: "))
if test == 10:
    print("თქვქნი შვილი ყოჩაღობს") 
elif test ==8 or 9:
    print("თუ შეიძლება თქვენი შვილი წაავარჯიშოთ")
elif test == 5:
    print("თქვენი შვილი არ სწავლობს კარგად")
elif test < 5:
    print("რამე მაინც ასწავლეთ თქვენს შვილს რა არაფერს სწავლობს!")